{
    "sections": [
        {
            "id": 1,
            "title": "Мужчинам",
            "categories": [
                {
                    "id": 1,
                    "title": "Свитшоты",
                    "products": [
                        {
                            "id": 1,
                            "images": [
                                "images/sweatshirt-slot1.jpg",
                                "images/sweatshirt-slot2.jpg",
                                "images/sweatshirt-slot3.jpg",
                                "images/sweatshirt-slot4.jpg"
                            ],
                            "title": "Свитшот оверсайз / SLOT",
                            "description": "Оверсайз свитшот свободного кроя для повседневного использования с широкими рукавами и со спущенной плечевой линией. Свитшот сшит для вас из самого качественного полотна с начесом, очень мягкое и теплое решение на любое время года. Удобные и мягкие манжеты не будут растягиваться, и приносить дискомфорт при носке. Данный худи подойдёт всем без исключения. Добавьте в свой гардероб и гардероб своей половинки качественную, мягкую и удобную вещь на все случаи жизни.",
                            "color": "чёрный",
                            "price": 67.31,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        },
                        {
                            "id": 2,
                            "images": [
                                "images/nitti1.jpg",
                                "images/nitti1.jpg"
                            ],
                            "title": "Нити-Нити / Свитшот",
                            "description": "Свитшот с начёсом, начес имеет свойство оставлять ворсинки на нательной одежде до нескольких первых стирок, неудобство временное. Свитшот выполнен из футера высокого качества, в процессе носки на нем не появляются катышки. Протестировано. Состав 90% хлопок, 10% полиэстер, плотность 350гр. Все вещи нашего бренда Нити-Нити произведены в России, они долго носятся, сохраняют качество и цвет.",
                            "color": "белый",
                            "price": 57.71,
                            "material": "хлопок 90%, полиэстер 10%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 3,
                            "images": [
                                "images/sweatshirt-norfield1.jpg",
                                "images/sweatshirt-norfield2.jpg",
                                "images/sweatshirt-norfield3.jpg",
                                "images/sweatshirt-norfield4.jpg"
                            ],
                            "title": "Свитшот / Norfield",
                            "description": "Мужской джемпер из плотного трикотажа с актуальными рукавами-реглан. Манжеты, низ изделия и горловина с резинкой рибом. Круглая горловина декорирована треугольной отстрочкой. Аккуратный ярлычок из экокожи станет интересным акцентом. Модель доступна в двух цветовых решениях. 1. Глубокого синего цвета с текстовым принтом на груди. 2. Серый меланж с однотонным графичным изображением и текстом. Комфортное и практичное решение для настоящего мужчины.",
                            "color": "тёмно-синий",
                            "price": 15.27,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        },
                        {
                            "id": 4,
                            "images": [
                                "images/sweatshirt-printbar1.jpg",
                                "images/sweatshirt-printbar2.jpg",
                                "images/sweatshirt-printbar3.jpg",
                                "images/sweatshirt-printbar4.jpg"
                            ],
                            "title": "Свитшот Ночной скалолаз / Prin Bar",
                            "description": "Толстовка выполнена из мягкой ткани,которая хорошо держит форму. Ткань не мнется, гигиеничная, хорошо пропускает воздух, легко впитывает влагу, легко стирается и быстро сохнет. Сублимационный метод печати, который мы используем при производстве нашей одежды, возможен только на 100% полиэстере, но такая печать гарантирует яркость и долговечность принта. Оригинальный принт отлично дополнит Ваш образ.",
                            "color": "чёрный, белый",
                            "price": 41.98,
                            "material": "хлопок 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 5,
                            "images": [
                                "images/sweatshirt-mf1.jpg",
                                "images/sweatshirt-mf2.jpg",
                                "images/sweatshirt-mf3.jpg",
                                "images/sweatshirt-mf4.jpg"
                            ],
                            "title": "Свитшот Ярость льва / MF",
                            "description": "Говорят, что в живой природе никто не видел ярость льва. А если и видел, то уже навряд ли об этом нам расскажет. Поэтому лучше любоваться сдержанным величием Царя зверей, чем играть с этим огнём саванны в кошки-мышки. Свитшот Ярость льва сочетает в себе комфорт повседневной одежды и эмоциональный заряд аристократичности сдержанной силы. Удобно, красиво и со смыслом. Ведь, согласитесь, одежда нужна не только для того, чтобы было тепло.",
                            "color": "чёрный",
                            "price": 63.69,
                            "material": "хлопок 94%, полиэстер 6%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Куртки",
                    "products": []
                }
            ]
        },
        {
            "id": 2
        },
        {
            "id": 3
        }
    ]
}