{
    "sections": [
        {
            "id": 1,
            "title": "Мужчинам",
            "image": "images/man.jpg",
            "categories": [
                {
                    "id": 1,
                    "title": "Свитшоты",
                    "products": [
                        {
                            "id": 1,
                            "images": [
                                "images/sweatshirt-slot1.jpg",
                                "images/sweatshirt-slot2.jpg",
                                "images/sweatshirt-slot3.jpg",
                                "images/sweatshirt-slot4.jpg"
                            ],
                            "title": "Свитшот оверсайз / SLOT",
                            "description": "Оверсайз свитшот свободного кроя для повседневного использования с широкими рукавами и со спущенной плечевой линией. Свитшот сшит для вас из самого качественного полотна с начесом, очень мягкое и теплое решение на любое время года. Удобные и мягкие манжеты не будут растягиваться, и приносить дискомфорт при носке. Данный худи подойдёт всем без исключения. Добавьте в свой гардероб и гардероб своей половинки качественную, мягкую и удобную вещь на все случаи жизни.",
                            "color": "чёрный",
                            "price": 67.31,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        },
                        {
                            "id": 2,
                            "images": [
                                "images/nitti1.jpg",
                                "images/nitti1.jpg"
                            ],
                            "title": "Нити-Нити / Свитшот",
                            "description": "Свитшот с начёсом, начес имеет свойство оставлять ворсинки на нательной одежде до нескольких первых стирок, неудобство временное. Свитшот выполнен из футера высокого качества, в процессе носки на нем не появляются катышки. Протестировано. Состав 90% хлопок, 10% полиэстер, плотность 350гр. Все вещи нашего бренда Нити-Нити произведены в России, они долго носятся, сохраняют качество и цвет.",
                            "color": "белый",
                            "price": 57.71,
                            "material": "хлопок 90%, полиэстер 10%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 3,
                            "images": [
                                "images/sweatshirt-norfield1.jpg",
                                "images/sweatshirt-norfield2.jpg",
                                "images/sweatshirt-norfield3.jpg",
                                "images/sweatshirt-norfield4.jpg"
                            ],
                            "title": "Свитшот / Norfield",
                            "description": "Мужской джемпер из плотного трикотажа с актуальными рукавами-реглан. Манжеты, низ изделия и горловина с резинкой рибом. Круглая горловина декорирована треугольной отстрочкой. Аккуратный ярлычок из экокожи станет интересным акцентом. Модель доступна в двух цветовых решениях. 1. Глубокого синего цвета с текстовым принтом на груди. 2. Серый меланж с однотонным графичным изображением и текстом. Комфортное и практичное решение для настоящего мужчины.",
                            "color": "тёмно-синий",
                            "price": 15.27,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        },
                        {
                            "id": 4,
                            "images": [
                                "images/sweatshirt-printbar1.jpg",
                                "images/sweatshirt-printbar2.jpg",
                                "images/sweatshirt-printbar3.jpg",
                                "images/sweatshirt-printbar4.jpg"
                            ],
                            "title": "Свитшот Ночной скалолаз / Prin Bar",
                            "description": "Толстовка выполнена из мягкой ткани,которая хорошо держит форму. Ткань не мнется, гигиеничная, хорошо пропускает воздух, легко впитывает влагу, легко стирается и быстро сохнет. Сублимационный метод печати, который мы используем при производстве нашей одежды, возможен только на 100% полиэстере, но такая печать гарантирует яркость и долговечность принта. Оригинальный принт отлично дополнит Ваш образ.",
                            "color": "чёрный, белый",
                            "price": 41.98,
                            "material": "хлопок 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 5,
                            "images": [
                                "images/sweatshirt-mf1.jpg",
                                "images/sweatshirt-mf2.jpg",
                                "images/sweatshirt-mf3.jpg",
                                "images/sweatshirt-mf4.jpg"
                            ],
                            "title": "Свитшот Ярость льва / MF",
                            "description": "Говорят, что в живой природе никто не видел ярость льва. А если и видел, то уже навряд ли об этом нам расскажет. Поэтому лучше любоваться сдержанным величием Царя зверей, чем играть с этим огнём саванны в кошки-мышки. Свитшот Ярость льва сочетает в себе комфорт повседневной одежды и эмоциональный заряд аристократичности сдержанной силы. Удобно, красиво и со смыслом. Ведь, согласитесь, одежда нужна не только для того, чтобы было тепло.",
                            "color": "чёрный",
                            "price": 63.69,
                            "material": "хлопок 94%, полиэстер 6%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Куртки",
                    "products": [
                        {
                            "id": 6,
                            "images": [
                                "images/jacket-nord1.jpg",
                                "images/jacket-nord2.jpg",
                                "images/jacket-nord3.jpg",
                                "images/jacket-nord4.jpg"
                            ],
                            "title": "Куртка Норд / HANSTER",
                            "description": "Удлиненная модель прямого кроя из курточной ткани с двумя нагрудными и двумя нижними карманами на молнии. Центральная застежка на молнию и ветрозащитную планку с кнопками. Воротник-стойка с отделкой из трикотажной ткани. Рукава с внутренними трикотажными манжетами, на левом рукаве карман на молнии. По низу изделия утяжка кулиской с фиксаторами. Подкладка куртки из 100% полиэстра с двумя внутренними карманами на молнии.",
                            "color": "синий",
                            "price": 286.61,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 7,
                            "images": [
                                "images/jacket-wrangler1.jpg",
                                "images/jacket-wrangler2.jpg",
                                "images/jacket-wrangler3.jpg"
                            ],
                            "title": "Куртка / Wrangler",
                            "description": "Мечтаете встретить весну в новом оригинальном образе? Замечательная джинсовая куртка от известной марки прекрасный вариант для этого! Изделие выполнено из высококачественного денима. Модель представлена с отложным воротником, застежкой на пуговицы и карманами различной формы. Оформлена декоративными прострочками.",
                            "color": "синий",
                            "price": 117.62,
                            "material": "хлопок 100%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL", "3XL"
                            ]
                        },
                        {
                            "id": 8,
                            "images": [
                                "images/arnestern1.jpg",
                                "images/arnestern2.jpg",
                                "images/arnestern3.jpg",
                                "images/arnestern4.jpg"
                            ],
                            "title": "Пуховик / ArneStern",
                            "description": "Мужской классический стёганый пуховик с отстёгивающимся капюшоном торговой марки Arne Stern. Особенностью модели является мягкая приятная ткань верха изделия. Для защиты от непогоды в рукавах предусмотрены внутренние манжеты из плотного трикотажа. Область центральной застёжки усилена вставкой из тесьмы. Мех натурального енота при желании можно отстегнуть. На капюшоне, а так же по низу изделия предусмотрены утягивающие кулиски. Три нагрудных прорезных кармана, снизу по два кармана с каждой стороны на кнопках (всего 7 внешних и 2 внутренних кармана). В качестве утеплителя использован био-пух, который обладает уникальными свойствами - мягкость и теплота, пригодность к стирке (не мигрирует). При производстве использовалась технология UNIQTEX, которая обладает ветрозащитными свойствами и обеспечивает оптимизированное сочетание таких свойств ткани как: водонепроницаемость и воздухопроницаемость.",
                            "color": "чёрный",
                            "price": 255.54,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 9,
                            "images": [
                                "images/jacket-nikolom1.jpg",
                                "images/jacket-nikolom2.jpg",
                                "images/jacket-nikolom3.jpg",
                                "images/jacket-nikolom4.jpg"
                            ],
                            "title": "Куртка мужская / Nikolom",
                            "description": "Мужская демисезонная куртка в классическом стиле. Утеплена Файбертеком. Прямого силуэта, с рельефами для зрительного уменьшения фигуры, и двойными карманами по переду, один из них закрывается на магнит. На груди верхний карман закрывается на прорезиненную молнию. Капюшон регулируется по ширине и высоте, для удобства и лучшей защиты от дождя и ветра. Передняя застежка - молния закрыта планкой на магнитах. Внутренний карман на молнии. Ширина рукава регулируется лентой - липучкой. Отделочные строчки по всем швам придают современный вид куртке, ее можно сочетать как с джинсами, так и с брюками. Идеально подходит для авто. Фирменный логотип NKM на правом рукаве.",
                            "color": "чёрный",
                            "price": 185.72,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL", "3XL"
                            ]
                        },
                        {
                            "id": 10,
                            "images": [
                                "images/jacket-ostrich1.jpg",
                                "images/jacket-ostrich2.jpg",
                                "images/jacket-ostrich3.jpg",
                                "images/jacket-ostrich4.jpg"
                            ],
                            "title": "Куртка / OSTRICH",
                            "description": "Мужская куртка ТМ OSTRICH, прямого кроя. Ткань верха влагоустойчивая и хорошо защищает от ветра. Двухзамковая молния закрыта ветрозащитной планкой на кнопках. Съемный капюшон дополнен съемной опушкой из искусственного енота. Четыре внешних кармана на молниях. Внутренний карман на молнии дополнен выходом для наушников. Кулиска для регулировки ширины низа изделия. Трикотажный манжет внутри рукава.",
                            "color": "красный, тёмно-синий",
                            "price": 190.74,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Джинсы",
                    "products": [
                        {
                            "id": 11,
                            "images": [
                                "images/514jeans1.jpg",
                                "images/514jeans2.jpg",
                                "images/514jeans3.jpg",
                                "images/514jeans4.jpg"
                            ],
                            "title": "Джинсы 514 Straight / Levi's®",
                            "description": "Классические джинсы прямого кроя. Идеально подходят для обладателей средней и спортивной комплекции. Эта модель идеально тянется, что обеспечивает комфорт в течение дня. Деним весом 14 унций. Название обработки: chain rinse.",
                            "color": "тёмно-синий",
                            "price": 102.81,
                            "material": "хлопок 99%, эластан 1%",
                            "sizes": [
                                32, 33, 34, 35, 36, 37
                            ]
                        },
                        {
                            "id": 12,
                            "images": [
                                "images/501jeans1.jpg",
                                "images/501jeans2.jpg",
                                "images/501jeans3.jpg"
                            ],
                            "title": "Джинсы 514 Original Fit / Levi's®",
                            "description": "Оригинальные джинсы прямого кроя. Инновационная технология WARP позволяет ткани растягиваться в вертикальном направлении, повторяя движения, но сохраняя при этом форму изделия. Мягкий на ощупь , но одновременно аутентичный деним плотностью 15 унций.",
                            "color": "синий",
                            "price": 105.92,
                            "material": "хлопок 98%, эластан 2%",
                            "sizes": [
                                33, 34, 35, 36, 37, 38, 39
                            ]
                        },
                        {
                            "id": 13,
                            "images": [
                                "images/502jeans1.jpg",
                                "images/502jeans2.jpg",
                                "images/502jeans3.jpg"
                            ],
                            "title": "Джинсы 502 Taper / Levi's®",
                            "description": "Классическая зауженная модель с комфортным кроем в бедрах - современная альтернатива прямым джинсам. Инновационная эластичная ткань с добавлением тенселя растягивается в горизонтальном направлении, обеспечивая комфорт при носке и безупречный внешний вид изделия. Вес ткани 13 унций. Изделие изготовлено с применением инновационных технологий WaterLess, требующих гораздо меньше воды по сравнению с традиционными методами. Название обработки: Blue Ridge Adv.",
                            "color": "тёмно-синий",
                            "price": 105.92,
                            "material": "хлопок 99%, эластан 1%",
                            "sizes": [
                                33, 34, 35, 36, 37, 38, 39
                            ]
                        },
                        {
                            "id": 14,
                            "images": [
                                "images/jeans-wrangler1.jpg",
                                "images/jeans-wrangler2.jpg",
                                "images/jeans-wrangler3.jpg"
                            ],
                            "title": "Джинсы Texas / Wrangler",
                            "description": "Прекрасные джинсы с зауженной к низу формой брючин, декорированные контрастными отделочными строчками и фирменной вышивкой на задних карманах. Классика Wrangler: модель TEXAS подходит большинству мужчин. Классический пятикарманный крой. Застежка на молнию. Высокая посадка. На поясе - шлевки для ремня. REGULAR WAIST, STRAIGHT LEG.",
                            "color": "синий",
                            "price": 104.68,
                            "material": "хлопок 98%, эластан 2%",
                            "sizes": [
                                35, 36, 37, 38, 39, 40, 41, 42
                            ]
                        },
                        {
                            "id": 15,
                            "images": [
                                "images/512jeans1.jpg",
                                "images/512jeans2.jpg",
                                "images/512jeans3.jpg"
                            ],
                            "title": "Джинсы 512 Slim Taper / Levi's®",
                            "description": "Зауженный крой по всей длине. Ткань идеально тянется в горизонтальном направлении, что обеспечивает комфорт в течение всего дня. Изделие изготовлено с применением инновационных технологий WaterLess, требующих гораздо меньше воды по сравнению с традиционными методами. Название обработки: red red juice.",
                            "color": "синий",
                            "price": 120.73,
                            "material": "хлопок 70%, эластан 2%, лиоцелл 28%",
                            "sizes": [
                                33, 34, 35, 36, 37, 38, 39, 40
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": 2,
            "title": "Женщинам",
            "categories": [
                {
                    "id": 4,
                    "title": "Худи",
                    "products": [
                        {
                            "id": 16,
                            "images": [
                                "images/hoodie-color1.jpg",
                                "images/hoodie-color2.jpg",
                                "images/hoodie-color3.jpg",
                                "images/hoodie-color4.jpg"
                            ],
                            "title": "Худи Color / SUN&MOON",
                            "description": "Стильные, однотонные худи Color от бренда S&M, выполнены из трикотажного полотна Футер 3-х нитка с начесом, качество пенье (самое лучшее качество хлопкового трикотажа). Свободный силуэт, спущенная линия плеча, карман-кенгуру, объемный капюшон со шнурком, мягкие манжеты на резинке. Ткань использована высшего качества, с хлопковым и пушистым ворсом с изнанки, который был острижен на заводе, Те волокна, которые не зацепились при стрижке, первое время могут немного скатываться изнутри и оставлять следы на одежде, это особенность данного полотна, но после нескольких стирок этот эффект полностью уйдет.",
                            "color": "молочный",
                            "price": 68.74,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L"
                            ]
                        },
                        {
                            "id": 17,
                            "images": [
                                "images/hoodie-casa1.jpg",
                                "images/hoodie-casa2.jpg",
                                "images/hoodie-casa3.jpg",
                                "images/hoodie-casa4.jpg"
                            ],
                            "title": "Худи / casa della luna",
                            "description": "Уютная тёплая толстовка из футера с начесом с высоким воротником незаменима в прохладную погоду. Худи выполнен из трикотажного полотна качества пенье - это хлопковый трикотаж высочайшего качества! С внутренней стороны ткани начес. Состав 80% хлопок, 20% полиэстер; добавление полиэстера делает материал эластичным и износостойким. Используется трехниточный материал - самый плотный, прочный и износостойкий. Приятный для тела и наощупь, теплая . Свойства материала: - износостойкость; - устойчивость к разрывам и потертостям; - экологичность и гипоаллергенность. Рекомендации по уходу: - стирка при t не более 30 градусов, допускается ручная стирка; - отжим в центрифуге стиральной машины; - не сушить под прямыми солнечными лучами или с помощью отопительных систем; - гладить в режиме утюга хлопок.",
                            "color": "тёмно-голубой",
                            "price": 80.74,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 18,
                            "images": [
                                "images/hoodie_raven.jpg",
                                "images/hoodie_raven2.jpg",
                                "images/hoodie_raven3.jpg"
                            ],
                            "title": "Худи / Raven",
                            "description": "Оверсайз худи марки RAVEN. Толстовка свободного силуэта, с увеличенной проймой, шириной рукавов и спущенной плечевой линией. Худи выполено из качественного трикотажного полотна «френч терри» с начесом. Оснащена накладным карманом и эластичными поясом и манжетами. Данная модель может стать отличной базой для оверсайз стиля.",
                            "color": "розовато-серый",
                            "price": 108.71,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L"
                            ]
                        },
                        {
                            "id": 19,
                            "images": [
                                "images/hoodie-slot1.jpg",
                                "images/hoodie-slot2.jpg",
                                "images/hoodie-slot3.jpg",
                                "images/hoodie-slot4.jpg"
                            ],
                            "title": "Худи / SLOT",
                            "description": "Оверсайз худи свободного кроя для повседневного использования с широкими рукавами и со спущенной плечевой линией. Худи сшито для вас из самого качественного полотна с начесом, очень мягкое и теплое решение на любое время года.Удобные и мягкие манжеты не будут растягиваться, и приносить дискомфорт при носке. Данный худи подойдёт всем без исключения.Добавьте в свой гардероб и гардероб своей половинки качественную, мягкую и удобную вещь на все случаи жизни.",
                            "color": "бежевый",
                            "price": 80.74,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 20,
                            "images": [
                                "images/hoodie-wingsy1.jpg",
                                "images/hoodie-wingsy2.jpg",
                                "images/hoodie-wingsy3.jpg",
                                "images/hoodie-wingsy4.jpg"
                            ],
                            "title": "Худи Wingsy Oversize / APRIL WINGS",
                            "description": "Оверсайз худи свободного кроя для повседневного использования с широкими рукавами и со спущенной плечевой линией. Худи сшито для вас из самого качественного полотна с начесом, очень мягкое и теплое решение на любое время года.Удобные и мягкие манжеты не будут растягиваться, и приносить дискомфорт при носке. Данный худи подойдёт всем без исключения.Добавьте в свой гардероб и гардероб своей половинки качественную, мягкую и удобную вещь на все случаи жизни.",
                            "color": "тёмно-бежевый",
                            "price": 107.39,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        }
                    ]
                },
                {
                    "id": 5,
                    "title": "Свитшоты",
                    "products": [
                        {
                            "id": 21,
                            "images": [
                                "images/sweatshirt-moonrose1.jpg",
                                "images/sweatshirt-moonrose2.jpg",
                                "images/sweatshirt-moonrose3.jpg",
                                "images/sweatshirt-moonrose4.jpg"
                            ],
                            "title": "Свитшот / Moon Rose",
                            "description": "Свитшот из плотного хлопка (футер), свободного кроя, c воротником стойка-хомут и удлиненной (относительно переда) спинкой. Спинка длиннее полочки на 7 см. При ручной или мягкой машинной стирке свитшот не линяет, дает небольшую усадку в продольном направлении (после стирки, перед сушкой изделие рекомендуется понятуть в направлении от горловины к подолу). Натуральный хлопок не боится глажки высокой температурой (утюг с паром). Изделие экологично, гипоаллергенно, комфортно в носке. Дизайнеры предлагают свитшот как элемент базового гардероба в стиле Casual.",
                            "color": "тёмно-синий",
                            "price": 26.76,
                            "material": "хлопок 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        },
                        {
                            "id": 22,
                            "images": [
                                "images/sweatshirt-slotwoman1.jpg",
                                "images/sweatshirt-slotwoman2.jpg",
                                "images/sweatshirt-slotwoman3.jpg",
                                "images/sweatshirt-slotwoman4.jpg"
                            ],
                            "title": "Свитшот оверсайз / SLOT",
                            "description": "Оверсайз свитшот свободного кроя для повседневного использования с широкими рукавами и со спущенной плечевой линией. Свитшот сшит для вас из самого качественного полотна с начесом, очень мягкое и теплое решение на любое время года. Удобные и мягкие манжеты не будут растягиваться, и приносить дискомфорт при носке. Данный худи подойдёт всем без исключения. Добавьте в свой гардероб и гардероб своей половинки качественную, мягкую и удобную вещь на все случаи жизни.",
                            "color": "чёрный",
                            "price": 69.72,
                            "material": "хлопок 80%, полиэстер 20%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 23,
                            "images": [
                                "images/sweatshirt-hugo1.jpg",
                                "images/sweatshirt-hugo2.jpg",
                                "images/sweatshirt-hugo3.jpg",
                                "images/sweatshirt-hugo4.jpg"
                            ],
                            "title": "Свитшот / HUGO",
                            "description": "Оригинальный свитшот от HUGO Womenswear, выполненный из футера на основе органического хлопка в рамках ответственного подхода к производству. Модель стандартной посадки в стиле кэжуал дополнена широким вырезом горловины, крупным логотипом спереди и принтом сзади с указанием 1993 года, в котором был основан бренд. Эластичная резинка по нижнему краю и на манжетах обеспечивает удобную посадку.",
                            "color": "белый, красный",
                            "price": 342.70,
                            "material": "хлопок 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        },
                        {
                            "id": 24,
                            "images": [
                                "images/sweatshirt-foxta1.jpg",
                                "images/sweatshirt-foxta2.jpg",
                                "images/sweatshirt-foxta3.jpg",
                                "images/sweatshirt-foxta4.jpg"
                            ],
                            "title": "Свитшот женский оверсайз / FOXTA",
                            "description": "Свитшот из трикотажа в стиле спорт-casual имеет актуальную свободную посадку (оверсайз). Лаконичные образы со свободным объемным верхом сейчас на пике популярности; такой стиль невероятно удобен, практичен и динамичен. Свитшот отлично сочетается с джинсами, повседневными брюками, шортами. Кроме того, в комплект к свитшоту мы выпустили чуть укороченные брюки с защипами на талии. И свитшот, и брюки выполнены из мягкого трикотажа оптимальной плотности. Благодаря натуральному составу ткань обладает отличными тактильными свойствами.",
                            "color": "розовато-серый",
                            "price": 81.40,
                            "material": "хлопок 92%, эластан 8%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 25,
                            "images": [
                                "images/gila1.jpg",
                                "images/gila2.jpg",
                                "images/gila3.jpg",
                                "images/gila4.jpg"
                            ],
                            "title": "Свитшот / Gila Крылья",
                            "description": "Эта футболка должна стать твоей! Ее уникальный дизайн заставит сворачивать головы прохожих! Вы 100% будете в центре внимания. При создании компьютерной вышивки, мы уделили особое внимание комфорту в носке! Футболка представлена в двух базовых цветах и определенно станет изюминкой вашего гардероба. Состав трикотажа позволит футболке максимально долго оставаться в первозданном виде. Создай свой уникальный образ!",
                            "color": "белый",
                            "price": 56.99,
                            "material": "хлопок 95%, лайкра 5%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL"
                            ]
                        }
                    ]
                },
                {
                    "id": 6,
                    "title": "Пальто",
                    "products": [
                        {
                            "id": 26,
                            "images": [
                                "images/coat-patricia1.jpg",
                                "images/coat-patricia2.jpg",
                                "images/coat-patricia3.jpg",
                                "images/coat-patricia4.jpg"
                            ],
                            "title": "Пальто / PATRICIA CHARME",
                            "description": "Утеплённое женское пальто из качественной водоотталкивающей ткани с наполнителем их синтетического био-пуха займет достойное место в вашем гардеробе и подарит вам тепло и комфорт в прохладную погоду. Модель имеет объёмный несъемный капюшон, застегивается на молнию и имеет ветрозащитный запах на кнопках. Два прорезных кармана по бокам, которые застегиваются на потайные молнии, позволят иметь под рукой самые необходимые вещи.",
                            "color": "чёрный",
                            "price": 123.34,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 27,
                            "images": [
                                "images/aleksandra-coat1.jpg",
                                "images/aleksandra-coat2.jpg",
                                "images/aleksandra-coat3.jpg"
                            ],
                            "title": "Пальто / Aleksandra",
                            "description": "Очень модное и красивое пальто В СТИЛЕ ОВЕРСАЙЗ. Пальто длинное и подойдёт на рост от 164 см и выше. Без шлицы. Рукав цельнокроеный. Длину рукава можно регулировать подгибом манжеты. Глубокие карманы в боковых швах. Данное утеплённое пальто, в состав которого входит овечья шерсть на текстильной основе, стандартно рассчитано на t от 0 до -15 С, но температура комфорта (температурная шкала) у каждого индивидуальна. Особый утеплитель Термотекс, обладая высокими показателями теплового сопротивления, удерживает большой объём воздуха и создаёт воздушную подушку между телом человека и окружающей средой. Последним фото представлена таблица точных замеров, на которую следует ориентироваться, определяя нужный размер. Желаем всем приятных покупок!",
                            "color": "молочный",
                            "price": 413.54,
                            "material": "шерсть 50%, акрил 50%",
                            "sizes": [
                                "S", "L", "XL"
                            ]
                        },
                        {
                            "id": 28,
                            "images": [
                                "images/coat-savage1.jpg",
                                "images/coat-savage2.jpg",
                                "images/coat-savage3.jpg",
                                "images/coat-savage4.jpg"
                            ],
                            "title": "Пальто / SAVAGE",
                            "description": "Наполнитель: 100 % полиэстер. Рекомендуемый температурный режим для данной модели подходит до -20 С и зависит от Ваших индивидуальных особенностей. Пальто на искусственном утеплителе - био пух. Чуть зауженный к низу силуэт.Длина ниже колен. С капюшоном. С горизонтальной стежкой. Застежка на молнию и кнопки. Карманы в боковых рельефах на потайной молнии.",
                            "color": "графит",
                            "price": 261.65,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 29,
                            "images": [
                                "images/coat-nasha1.jpg",
                                "images/coat-nasha2.jpg",
                                "images/coat-nasha3.jpg",
                                "images/coat-nasha4.jpg"
                            ],
                            "title": "Пальто / nasha",
                            "description": "Утеплённое женское пальто в стиле oversize из плащёвой ткани на синтепоне, простёганное широкими полосами. Модель имеет свободный, слегка мешковатый силуэт овальной формы. Но для тех, кто любит более прилегающие силуэты, рекомендуем заказывать на 1 или 2 размера меньше. Дополняет модель объёмный капюшон. Карманы на потайной молнии расположены в шве. Длина изделия немного ниже колена, что не только практично на зиму, но и актуально в этом сезоне. При покупке данной модели, стоит обратить внимание на свободный силуэт и форму пальто, которые визуально размывают контуры Вашего тела. Хороший вариант для тех, кто любит комфорт и тепло.",
                            "color": "тёмно-синий",
                            "price": 123.34,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        },
                        {
                            "id": 30,
                            "images": [
                                "images/coat-gracewell1.jpg",
                                "images/coat-gracewell2.jpg",
                                "images/coat-gracewell3.jpg",
                                "images/coat-gracewell4.jpg"
                            ],
                            "title": "Пальто / Grace Well",
                            "description": "Размер изделия на фото - 44. Рост модели 172 см. Параметры модели 86-61-92. Модное элегантное пальто из высокотехнологичной ткани прямого силуэта с капюшоном. Ткань верха с водоотталкивающей (WR) и ветрозащитной (PU) пропиткой. Утеплитель вальтерм 150 гр/ кв.м. (Италия). Детали: асимметричная застежка на молнии, карманы на молнии, жаккардовая поливискозная подкладка. Большая подгибка рукава позволяет варьировать его длиной.",
                            "color": "бежевый",
                            "price": 393.62,
                            "material": "полиэстер 100%",
                            "sizes": [
                                "XXS", "XS", "S", "M", "L", "XL", "XXL"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": 3,
            "title": "Детям",
            "categories": [
                {
                    "id": 7,
                    "title": "Дутики",
                    "products": [
                        {
                            "id": 31,
                            "images": [
                                "images/dutik-makfly1.jpg",
                                "images/dutik-makfly2.jpg",
                                "images/dutik-makfly3.jpg",
                                "images/dutik-makfly4.jpg"
                            ],
                            "title": "Дутики мембранные / Makfly",
                            "description": "Детская модель мембранных сапожек в виде финских валенок лучше всего подходит для подвижных и активных детей. Обувь не позволит их ножкам промокнуть, вспотеть и замерзнуть. Мембрана - это очень тонкая, пористая пленка, расположенная между внешним материалом обуви и внутренней подкладкой. Она покрыта множеством микропор, благодаря которым вода и ветер снаружи не может проникнуть внутрь обуви. В итоге ноги в обуви дышат и всегда остаются сухими. Зимняя детская мембранная обувь носится с носками из синтетики или со специальными термоносками, подойдут и хлопковые или шерстяные носки с примесью синтетических волокон (их должно быть не менее 10%). Ботинки изготовлены из текстиля и синтетического материала, прочного и простого в уходе. Регулируемая застежка на липучке облегчает обувание и обеспечивает хорошую фиксацию на ноге. Износоустойчивый мыс и задник. Светоотражающие детали. Подкладка 20% шерсть натуральная, 80% шерсть искусственная.",
                            "color": "глубокий пурпурный",
                            "price": 94.77,
                            "material": "текстиль 100%",
                            "sizes": [
                                28, 29, 30, 31, 32, 33
                            ]
                        },
                        {
                            "id": 32,
                            "images": [
                                "images/aurorastar-dutik1.jpg",
                                "images/aurorastar-dutik2.jpg",
                                "images/aurorastar-dutik3.jpg",
                                "images/aurorastar-dutik4.jpg",
                                "images/aurorastar-dutik5.jpg"
                            ],
                            "title": "Дутики / AURORASTAR",
                            "description": "В обуви AURORASTAR невозможно замерзнуть даже в самые сильные морозы.Все модели снабжены прочными кожаными вставками с влагостойкой пропиткой.Прочная,надежная,гибкая, подошва из полиуретана приливается на верх обуви.Профиль подошвы разработан специально для уменьшения риска скольжения.Поверхность выполнена из износостойкого материала,обладающего водооттадкивающим и противогрязевыми свойствами.Под слоем поверхностного слоя находится слой теплоизолирующей пластмассы,которая благодаря своей конструкции с закрытыми порами совершенно не впитывает влагу (обувь быстро сохнет).Подкладка шерстяной мех,теплая натуральная трехслойная,фольгированная стелька ,которая благодаря шероховатости нижнего слоя не свертывается под ногой во время носки.Спереди и сзади светоотражающие полоски повышают безопасность. стелька,которая благодаря шероховатости нижнего слоя не свертывается под ногой во время носки.Спереди и сзади светоотражающие полоски повышают безопасность.",
                            "color": "сливовый ",
                            "price": 93.71,
                            "material": "текстиль 100%",
                            "sizes": [
                                22, 23 ,24, 25, 26, 27, 28, 29, 30
                            ]
                        },
                        {
                            "id": 33,
                            "images": [
                                "images/nordman-dutik1.jpg",
                                "images/nordman-dutik2.jpg",
                                "images/nordman-dutik3.jpg",
                                "images/nordman-dutik4.jpg"
                            ],
                            "title": "Дутики LUMI / Nordman",
                            "description": "В этих сапогах можете отправлять малыша не то, что на прогулку во двор, а на Северный полюс. Внутри шерстяной мех. И даже стелька из меха. А если внезапно потеплеет и придется пробираться сквозь талые лужи, эти сапоги не подведут. Потому что ткань обработана водоотталкивающей пропиткой. Но все же мы рекомендуем носить эти дутики исключительно в морозы. Потому что они очень теплые и при околонулевой температуре ножкам ребенка будет жарковато. Обратите внимание на подошву. В ней нет ни капли клея и ни единого шва. Подошва прилита на специальном оборудовании. А это значит, что сапоги прослужат дольше обычного. Ничего не развалится. Ничего не рассохнется. Если вы ищете обувь для ребенка на каждый день для морозов от -10 и ниже, эта модель точно вам подойдет.",
                            "color": "чёрный, зелёный",
                            "price": 105.09,
                            "material": "текстиль 100%",
                            "sizes": [
                                22, 23 ,24, 25, 26, 27, 28, 29, 30, 31, 32
                            ]
                        },
                        {
                            "id": 34,
                            "images": [
                                "images/dutik-playtoday1.jpg",
                                "images/dutik-playtoday2.jpg",
                                "images/dutik-playtoday3.jpg",
                                "images/dutik-playtoday4.jpg"
                            ],
                            "title": "Дутики / PlayToday",
                            "description": "Материал верха с характеристиками - water resistant (водонепроницаемость): - трехслойная конструкция верха обуви с высокими теплозащитными свойствами; - удобная застежка позволяет обуваться самостоятельно; - глухой клапан в области застежки молния- защита от дождя и снега; - формоустойчивый задник поддерживает стопу в правильном положении; - подкладка и стелька - шерстяной мех 80%; - подошва с противоскользящим протектором; - легкий вес; - съемная стелька; - температурный режим для носки от 0С до - 20С. Температурный режим является рекомендованным, необходимо учитывать уровень активности ребенка.",
                            "color": "серебристый",
                            "price": 70.31,
                            "material": "полиэстер 100%",
                            "sizes": [
                                25, 26, 27, 28, 29, 30, 31
                            ]
                        },
                        {
                            "id": 35,
                            "images": [
                                "images/dutik-2playtoday.jpg",
                                "images/dutik-2playtoday2.jpg",
                                "images/dutik-2playtoday3.jpg",
                                "images/dutik-2playtoday4.jpg"
                            ],
                            "title": "Дутики / PlayToday",
                            "description": "Материал верха с характеристиками - water resistant (водонепроницаемость): - трехслойная конструкция верха обуви с высокими теплозащитными свойствами; - удобная застежка позволяет обуваться самостоятельно; - глухой клапан в области застежки молния- защита от дождя и снега; - формоустойчивый задник поддерживает стопу в правильном положении; - подкладка и стелька - шерстяной мех 80%; - подошва с противоскользящим протектором; - легкий вес; - съемная стелька; - температурный режим для носки от 0С до - 20С. Температурный режим является рекомендованным, необходимо учитывать уровень активности ребенка.",
                            "color": "чёрный ",
                            "price": 77.13,
                            "material": "полиэстер 100%",
                            "sizes": [
                                25, 26, 27, 28, 29, 30
                            ]
                        }
                    ]
                },
                {
                    "id": 8,
                    "title": "Верхняя одежда",
                    "products": [
                        {
                            "id": 36,
                            "images": [
                                "images/jacket-alliszhuk1.jpg",
                                "images/jacket-alliszhuk2.jpg",
                                "images/jacket-alliszhuk3.jpg",
                                "images/jacket-alliszhuk4.jpg"
                            ],
                            "title": "Куртка / AllisZhuk",
                            "description": "Куртка зимняя для мальчика, с водо и грязеотталкивающей пропиткой из мембранной ткани. Сочетание комбинированной подкладки и флиса внутри куртки, обеспечивает дополнительное тепло и удобство использования. Опушка съёмная из искусственного меха.Застёжка молния, дублируется ветрозащитной планкой на кнопках.",
                            "color": "красный ",
                            "price": 200.80,
                            "material": "полиэстер 100%",
                            "sizes": [
                                130, 134, 138, 142, 146, 150
                            ]
                        },
                        {
                            "id": 37,
                            "images": [
                                "images/jacket-lassie1.jpg",
                                "images/jacket-lassie2.jpg",
                                "images/jacket-lassie3.jpg",
                                "images/jacket-lassie4.jpg"
                            ],
                            "title": "Куртка Lassie Sira / Lassie",
                            "description": "В этой стильной детской зимней куртке любители прогулок будут так хорошо выглядеть, а еще им будет очень тепло! Удлиненная модель для девочек, спереди оснащенная большими карманами с клапанами. Куртка изготовлена из ветронепроницаемого, дышащего материала с верхним водо, и грязеотталкивающим слоем - в ней будет тепло и комфортно во время веселых прогулок. Образ дополняют полезные и продуманные детали: карманы на липучках и безопасный съемный капюшон со съемной оторочкой из искусственного меха.",
                            "color": "лиловый, аметистовый",
                            "price": 100.44,
                            "material": "полиэстер 100%",
                            "sizes": [
                                92, 98, 104, 110, 116, 122, 128, 134, 140
                            ]
                        },
                        {
                            "id": 38,
                            "images": [
                                "images/jacket-lassieboy1.jpg",
                                "images/jacket-lassieboy2.jpg",
                                "images/jacket-lassieboy3.jpg",
                                "images/jacket-lassieboy4.jpg"
                            ],
                            "title": "Куртка Lassie Sira / Lassie",
                            "description": "Эта теплая и функциональная детская зимняя куртка отлично подходит для ежедневной носки! Съемный капюшон со съемной отделкой из искусственного меха защищает от пронизывающего ветра и гарантирует безопасность во время игр на свежем воздухе. Гладкая и приятная на ощупь подкладка облегчает надевание. Водо, и ветронепроницаемый, дышащий материал обеспечит комфорт во время отдыха на природе. Подол куртки при желании регулируется, а ключи и телефон будут в безопасности в карманах с клапанами.",
                            "color": "зелёный, болотный",
                            "price": 100.44,
                            "material": "полиэстер 100%",
                            "sizes": [
                                92, 98, 104, 110, 116, 122, 128, 134, 140
                            ]
                        },
                        {
                            "id": 39,
                            "images": [
                                "images/jacket-reima1.jpg",
                                "images/jacket-reima2.jpg",
                                "images/jacket-reima3.jpg",
                                "images/jacket-reima4.jpg"
                            ],
                            "title": "Пуховик Reima Ahde / Reima",
                            "description": "Этот пуховик для подростков в новом городском стиле подбит утеплителем из 60% пуха и 40% пера. Пуховик изготовлен из ветронепроницаемого, дышащего материала с верхним водо, и грязеотталкивающим слоем. Вашему ребенку будет тепло и сухо во время веселых зимних игр, и он не вспотеет. Эта традиционная модель пуховика снабжена съемным капюшоном, который защитит от морозного ветра. За счет подкладки из гладкого полиэстера куртку легко надевать. Она изготовлена из грязеотталкивающего материала, при этом ее можно сушить в сушильной машине. Два боковых кармана для ключей и телефона.",
                            "color": "жёлтый",
                            "price": 255.94,
                            "material": "полиэстер 100%",
                            "sizes": [
                                104, 110, 116, 122, 128, 134, 140, 146, 152
                            ]
                        },
                        {
                            "id": 40,
                            "images": [
                                "images/jacket-lassiemaike1.jpg",
                                "images/jacket-lassiemaike2.jpg",
                                "images/jacket-lassiemaike3.jpg"
                            ],
                            "title": "Куртка Lassie Maike / Lassie",
                            "description": "Замечательная зимняя куртка для девочек с цветочным рисунком. Куртка изготовлена из ветронепроницаемого, дышащего материала с верхним водо, и грязеотталкивающим слоем, поэтому вашему ребенку будет тепло и удобно во время веселых зимних прогулок. Эта куртка с подкладкой из гладкого полиэстера легко надевается, и ее очень удобно носить с теплым промежуточным слоем. Безопасный, отстегивающийся капюшон защищает от холодного ветра, а также безопасен во время игр на свежем воздухе. Модель для девочек.",
                            "color": "розовый",
                            "price": 255.94,
                            "material": "полиэстер 100%",
                            "sizes": [
                                92, 98, 104, 110, 116, 122, 128, 134, 140
                            ]
                        }
                    ]
                },
                {
                    "id": 9,
                    "title": "Жилеты",
                    "products": [
                        {
                            "id": 41,
                            "images": [
                                "images/vest-bodo1.jpg",
                                "images/vest-bodo2.jpg",
                                "images/vest-bodo3.jpg",
                                "images/vest-bodo4.jpg"
                            ],
                            "title": "Жилет / BODO",
                            "description": "Стильный жилет на молнии, по бокам прорезные карманы, несъемный капюшон. Материал: ТРЕНД 100% полиэстер. Ткань ТРЕНД имеет супер-мягкую фактуру и практически матовая, с пропиткой PU. что придает придает водонепроницаемые свойства. Подкладочный материал кулирная гладь 100%, утеплитель шелтер.Важная информация! Фото товара сделано при искусственном освещении студии. При естественном освещении, цвета могут иметь другие оттенки. Унисекс.",
                            "color": "сиреневый",
                            "price": 64.06,
                            "material": "полиэстер 100%",
                            "sizes": [
                                86, 92, 98, 104, 110, 116, 122
                            ]
                        },
                        {
                            "id": 42,
                            "images": [
                                "images/vest-reima1.jpg",
                                "images/vest-reima2.jpg",
                                "images/vest-reima3.jpg",
                                "images/vest-reima3.jpg"
                            ],
                            "title": "Жилет Reima Fauna / Reima",
                            "description": "Стильный жилет на молнии, по бокам прорезные карманы, несъемный капюшон. Материал: ТРЕНД 100% полиэстер. Ткань ТРЕНД имеет супер-мягкую фактуру и практически матовая, с пропиткой PU. что придает придает водонепроницаемые свойства. Подкладочный материал кулирная гладь 100%, утеплитель шелтер.Важная информация! Фото товара сделано при искусственном освещении студии. При естественном освещении, цвета могут иметь другие оттенки. Унисекс.",
                            "color": "синий кобальт",
                            "price": 89.09,
                            "material": "полиэстер 100%",
                            "sizes": [
                                104, 110, 116, 122, 128, 134, 140, 146, 152
                            ]
                        },
                        {
                            "id": 43,
                            "images": [
                                "images/vest-yanny1.jpg",
                                "images/vest-yanny2.jpg",
                                "images/vest-yanny3.jpg",
                                "images/vest-yanny4.jpg"
                            ],
                            "title": "Жилет / Yanny",
                            "description": "Современный предмет повседневного гардероба - жилет свободного покроя , выполнен из высококачественной трикотажной ткани . Свободный покрой ,подойдет для девочек как полненьких, так и худеньких. Красиво дополнят комплект к блузкам и рубашкам оверсайз. Идеально подходит для осенне -зимнего сезона. Комфортно , современно , тепло и практично . Рекомендуем в комплект к этому жилету брюки из нашей коллекции. Данные модели брюк дополнят современный образ . Длина жилета по спинке 146 - 65см , 152 - 69 см, 158 - 73см, 164 - 77см, 170 - 81см Длина нижней части жилета 146- 23см, 152 - 25см, 158 -27 см, 164 -29 см, 170 -31 см",
                            "color": "тёмно-синий",
                            "price": 25.98,
                            "material": "хлопок 40%, эластан 6%, вискоза 16%, полиэстер 38%",
                            "sizes": [
                                36, 38, 40, 42, 44
                            ]
                        },
                        {
                            "id": 44,
                            "images": [
                                "images/vest-mf1.jpg",
                                "images/vest-mf2.jpg",
                                "images/vest-mf3.jpg",
                                "images/vest-mf4.jpg"
                            ],
                            "title": "Жилет Божья коровка / MF",
                            "description": "Божья коровка, улети на небо, принеси мне хлеба... - эту песню пели наши родители, её пели мы, её же поют и наши дети. Божья коровка - насекомое, но из числа тех, которые у большинства вызывают исключительно положительные эмоции. Наш жилет Божья коровка - для девочек, которые вызывают те же положительные эмоции у окружающих. Жилет оснащен капюшоном и застежкой-молнией. На спине отпечатаны кружочки (по которым, в отличие от существующего мифа, нельзя определить возраст насекомого) на надкрылках, готовых раскрыться и отправить хозяйку в полёт. На передней полочке кармашки изящно замаскированы под еще две божьи коровки. Одно слово - милота!",
                            "color": "красный",
                            "price": 19.19,
                            "material": "хлопок 70%, эластан 30%",
                            "sizes": [
                                104, 110, 116, 122, 128, 134
                            ]
                        },
                        {
                            "id": 45,
                            "images": [
                                "images/vest-mfboy1.jpg",
                                "images/vest-mfboy2.jpg",
                                "images/vest-mfboy3.jpg",
                                "images/vest-mfboy4.jpg"
                            ],
                            "title": "Жилет Велоцераптор / MF",
                            "description": "Удобно, тепло, страшно красиво (можно в одно слово)! Жилет Велоцираптор - большее, чем компромисс между желанием, чтобы ребёнок был в тепле, и подвижностью юного исследователя окружающего мира. Капюшон укроет от осадков (не ливня с градом, конечно, в разумных пределах), а застежка-молния позволит регулировать температурный режим, не искажая при этом яркое изображение. А напечатан на изделии велоцираптор - один из самых популярных в культуре, околонаучной литературе древних ящеров. На жилете он представлен динамично и агрессивно-разрывающим полотно, демонстрирующим частокол зубов-кинжалов. Жилет Велоцираптор: дети счастливы, родители спокойны.",
                            "color": "чёрный",
                            "price": 20.38,
                            "material": "хлопок 70%, эластан 30%",
                            "sizes": [
                                104, 110, 116, 122, 128, 134
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}